
/*Alert Sheet Title*/

"Would you like to save your changes before exiting?" = "Wilt u uw wijzigingen opslaan voordat het programma wordt afgesloten?";

"Would you like to save your changes?" = "Wilt u uw wijzigingen opslaan?";


/* Alert Sheet description. */

"Your changes will be lost if you don't save them." = "Niet-opgeslagen wijzigingen gaan verloren.";

/*Alert Sheet Buttons*/

"Save" = "Opslaan";

"Cancel" = "Annuleren";

"Dont Save" = "Niet opslaan";

/*App Menu*/

"About Logitech Camera Settings" = "Info";

"Services" = "Voorzieningen";

"Hide Logitech Camera Settings" = "Logitech-camerainstellingen verbergen";

"Hide Others" = "Verberg andere";

"Show All" = "Alles weergeven";

"Quit Logitech Camera Settings" = "Logitech-camerainstellingen afsluiten";

/*Edit Menu*/

"Edit" = "Bewerken";

"Cut" = "Knippen";

"Copy" = "Kopiëren";

"Paste" = "Plakken";

"Delete" = "Verwijderen";

"Select All" = "Alles selecteren";

/*Camera Menu*/

"Camera" = "Camera";

"No Device Connected" = "Geen apparaat verbonden";

/*Window Menu*/

"WINDOW" = "Venster";

"Minimize" = "Minimaliseren";

"Close" = "Sluiten";

"Bring All to Front" = "Alles op voorgrond";

/*Window Title*/

"Logitech Camera Settings" = "Logitech-camerainstellingen";


/* LogiWindowController.xib strings*/ 
/*Webcam Control  1st Tab*/

"Webcam Control" = "Webcambediening";

"Focus:" = "Scherpstelling:";

"Auto" = "Automatisch";

"Restore to defaults" = "Standaardinstellingen herstellen";

/*Advanced Settings 2ndTab*/

"Advanced Settings" = "Geavanceerde instellingen";

"Image Quality:" = "Beeldkwaliteit:";


"Brightness" = "Helderheid";

"Contrast" = "Contrast";

"Color Intensity" = "Kleurintensiteit";

"White Balance" = "Witbalans";

/*Device Information 3rd tab*/

"Device Information" = "Apparaatgegevens";

"USB Vendor ID (VID):"  = "ID van USB-leverancier (VID):";

"USB Product ID (PID):" = "ID van USB-product (PID):";

"USB Revision (BCD):" = "USB-revisie (BCD):";

"Firmware version:" = "Firmwareversie:";

"Firmware CRC:" = "Firmware-CRC:";

"EEPROM Version:" = "EEPROM-versie:";

"Sensor Type:" = "Sensortype:";


/* Background Process alert description */
"HELPER_APP_ALERT" = "Om alle functies goed te laten werken moet deze toepassing actief blijven op de achtergrond. Wilt u dat we deze toepassing op de achtergrond uitvoeren?";

"No" = "Nee";

"Yes" = "Ja";
